[
    {
      "id": 1,
      "title": "Summer Oils for Soft and Glowing Skin",
      "details": "Jojoba oil is similar to the skin's natural sebum, making it easily absorbed and suitable for all skin types. Jojoba oil is similar to the skin's natural sebum, making it easily absorbed and suitable for all skin types. It helps regulate oil production, moisturizes the skin, and provides a silky smooth texture. Argan oil is rich in vitamin E and antioxidants, making it an excellent choice for nourishing and rejuvenating the skin. It absorbs quickly and deeply moisturizes the skin without leaving a greasy residue.It helps regulate oil production, moisturizes the skin, and provides a silky smooth texture. Argan oil is rich in vitamin E and antioxidants, making it an excellent choice for nourishing and rejuvenating the skin. It absorbs quickly and deeply moisturizes the skin without leaving a greasy residue.",
      "comment": 3,
      "writer": "Laura Emili",
      "thumbnail": "https://glamchic.ancorathemes.com/wp-content/uploads/2018/02/blog-44-1536x1160.jpg",
      "authorPicture": "hhh"
    },
    {
      "id": 2,
      "title": "Summer Oils for Soft and Glowing Skin",
      "details": "Jojoba oil is similar to the skin's natural sebum, making it easily absorbed and suitable for all skin types. It helps regulate oil production, moisturizes the skin, and provides a silky smooth texture. Argan oil is rich in vitamin E and antioxidants, making it an excellent choice for nourishing and rejuvenating the skin. It absorbs quickly and deeply moisturizes the skin without leaving a greasy residue.",
      "comment": 3,
      "writer": "Laura Emili",
      "thumbnail": "https://glamchic.ancorathemes.com/wp-content/uploads/2018/02/blog-46-760x596.jpg",
      "authorPicture": "hhhh"
    },
    {
      "id": 3,
      "title": "Summer Oils for Soft and Glowing Skin",
      "details": "Jojoba oil is similar to the skin's natural sebum, making it easily absorbed and suitable for all skin types. It helps regulate oil production, moisturizes the skin, and provides a silky smooth texture. Argan oil is rich in vitamin E and antioxidants, making it an excellent choice for nourishing and rejuvenating the skin. It absorbs quickly and deeply moisturizes the skin without leaving a greasy residue.",
      "comment": 3,
      "writer": "Laura Emili",
      "thumbnail": "https://glamchic.ancorathemes.com/wp-content/uploads/2017/08/blog-1-1536x882.jpg",
      "authorPicture": "hhhhhhh"
    }
  ]
  